brew "mas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "AdoptOpenJDK/openjdk"
cask "docker"
cask "osxfuse"
cask "adoptopenjdk11"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bash-git-prompt"
brew "bindfs"
brew "cmake"
brew "colordiff"
brew "coreutils"
brew "ctags"
brew "curl"
brew "direnv"
brew "gdbm"
brew "git"
brew "glib"
brew "gnu-tar"
brew "htop"
brew "httpie"
brew "hub"
brew "jq"
brew "keychain"
brew "libtool"
brew "llvm"
brew "loc"
brew "make"
brew "mtr"
brew "markdown"
brew "memcached"
brew "neovim"
brew "nethogs"
brew "nmap"
brew "openssl"
brew "pivotal/tap/git-together"
brew "pkg-config"
brew "protobuf241", link: true
brew "python"
brew "python@2"
brew "qemu"
brew "rbenv"
brew "rbenv-vars"
brew "readline"
brew "reattach-to-user-namespace"
brew "rsync"
brew "ruby-build"
brew "smartypants"
brew "sshfs"
brew "sshuttle"
brew "tcpdump"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unzip"
brew "watch"
brew "wget"

cask "atom"
cask "alfred"
cask "bettertouchtool"
cask "docker"
cask "dropbox"
cask "insomniax"
cask "iterm2"
