brew "mas"

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/cask-drivers"

brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bash-git-prompt"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "exiftool"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gsed"
brew "git"
brew "gnu-tar"
brew "htop"
brew "imagemagick"
brew "jq"
brew "keychain"
brew "libtool"
brew "loc"
brew "make"
brew "mtr"
brew "markdown"
brew "magic-wormhole"
brew "ncdu"
brew "neovim"
brew "nethogs"
brew "nmap"
brew "openssl"
brew "pkg-config"
brew "readline"
brew "reattach-to-user-namespace"
brew "rg"
brew "rsync"
brew "ruby-build"
brew "shared-mime-info"
brew "speedtest-cli"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unzip"
brew "watch"
brew "wget"

cask "alfred"
cask "bartender"
cask "bettertouchtool"
cask "brightness-sync"
cask "cursorcerer"
cask "docker"
cask "dropbox"
cask "elgato-stream-deck"
cask "elgato-control-center"
cask "intellij-idea"
cask "iterm2"
cask "macmediakeyforwarder"
cask "macfuse"
cask "sonos"
cask "stay"
cask "tg-pro"

mas "1Password", id: 1333542190
mas "Things 3", id: 904280696
mas "Focus", id: 777233759
mas "1Blocker", id: 1365531024
mas "Fantastical", id: 975937182
mas "Reeder 5", id: 1529448980
mas "Temperature Gauge", id: 467830521
